[
  "code-styler",
  "table-editor-obsidian",
  "dataview",
  "obsidian-epub-plugin",
  "file-explorer-note-count",
  "highlightr-plugin",
  "obsidian-icon-folder",
  "remember-cursor-position",
  "tag-wrangler",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "periodic-notes",
  "omnisearch",
  "text-extractor",
  "obsidian-linter",
  "obsidian-shellcommands",
  "obsidian-hider",
  "update-time-on-edit",
  "obsidian-sort-and-permute-lines",
  "obsidian-text-format",
  "obsidian-excalidraw-plugin",
  "obsidian-enhancing-export",
  "note_uid_generator",
  "image-captions",
  "obsidian-plantuml",
  "obsidian-git",
  "homepage",
  "calendar",
  "obsidian-spaced-repetition",
  "nldates-revived",
  "colored-text",
  "obsidian-full-calendar",
  "generate-hash",
  "openapi-renderer"
]